[
    {
        "Name": "ACTCO - Afghan Container Transport Company(Kabul, Head Office)",
        "Branches": {
            "Afghanistan": [
                "Kabul"
            ],
            "United Arab Emirates": [
                "Dubai"
            ]
        },
        "EnrolledSince": "Feb 03, 2015",
        "Profile": "ACTCO is a leading Afghan freight forwarding company with four decades of experience (Since 1974) in facilitating trade through innovative supply chain solutions. ACTCO is a local Afghan company with an aim to bring efficiency to supply chains in some of the world's most challenging environments, offering unmatched personal service, a global footprint and customized capabilities in developed countries and emerging economies. Customer satisfaction is our primary goal. Our mission is to provide to our clients \"Quality and problem-solving logistics\" and \"Supply chain freight management solutions\". \n\nACTCO has the regional expertise as well as the global exposure to offer supply chain solutions to suit your needs. Having been at the customer's service for over 41 years, ACTCO's outlook is to face their business with renewed energy and commitment.\n\nProud to say that we were the first Afghan company to be members with FIATA, Universal Freight Organization (UFO an ISO 9001 2000 Certified company), the Atlas Group and quite recently as the only Afghan company to be members with the National Defense Transport Association in the USA which is an NGO bridging the US Army and Private service providers across the globe.\n\nFrom Kabul International Airport we truck approximately 40-60 trucks of cargo to our various customers in Kabul on a weekly basis thus making us the 3rd biggest company in terms of the volumes being handled. We specialize in providing a complete package of Door to Door services and most importantly in obtaining the Duty Exemption Certificate from the concerned Ministries in Kabul.\n\nOUR SERVICES:\nOur expertise lies in moving Commercial / Noncommercial goods to \u0026 from Afghanistan, CIS countries, India, UAE \u0026 other gulf countries, Europe, and others. \n\nOUR CORE SERVICES ARE:\n*Sea Freight cargo\n*Airfreight cargo\n*Project handling \n*Countrywide trucking\n*Warehousing\n*Door-to-door services\n*Customs clearance\n*Arranging security \n*Arranging insurance (if required)\n*Arranging the Duty Exemption Certificate\n*Providing POD upon delivery",
        "Address": "House No. 252. St. No.2 , Left West Of Charahi - Haji Yaqub,Kabul, AfghanistanP.O. Box: 3165,Kabul, Afghanistan",
        "ContactDetails": {
            "Email": "info@actcogrp.com ; gaurav@actcogrp.com ; kabul@actcogrp.com ; cs.dxb@actcogrp.com",
            "Emergency Call": "+93 70 214 666 and +93 799 334944 (Mr. Ali Dad Beigh Zad) +93 799 109 555 (Mr. Feraidun Farhad)",
            "Fax": "(N/A)",
            "Phone": "+93 70 214 666 and +93 799 334944 (Mr. Ali Dad Beigh Zad) +93 799 109 555 (Mr. Feraidun Farhad)",
            "Website": "http://www.actcogrp.com/"
        },
        "OfficeContacts": [
            {
                "Direct Line": "+971 4 353 3992",
                "Email": "gaurav@actcogrp.com",
                "Fax": "+971 4 353 3991",
                "Mobile": "+971 50 645 2849, +971 55 956 6877",
                "Name": "Mr. Gaurav Kukreja",
                "Title": "Managing Director"
            },
            {
                "Direct Line": "+971 4 353 3992",
                "Email": "cs.dxb@actcogrp.com",
                "Fax": "+971 4 353 3991",
                "Mobile": "+971 55 956 6030",
                "Name": "Mrs. Rathika  Harish",
                "Title": "Customer Care Executive"
            }
        ]
    },
    {
        "Name": "Asia Pamir Logistics Ltd.(Kabul, Head Office)",
        "Branches": {
            "Afghanistan": [
                "Kabul"
            ]
        },
        "EnrolledSince": "Nov 08, 2018",
        "Profile": "Asia Pamir Logistics Ltd., is a leading logistics \u0026 freight forwarding company in Afghanistan with long experience in the logistics field.  We are a team of hard core professionals ably supported by qualified and experienced staff. We proudly mention that we are supporting int’l communities mission including US army, NATO, UN and diplomatic mission \u0026 their contractors since long in Afghanistan.\n\nAsia Pamir Logistics is in Afghanistan's market since 2007 and serving its clients in USA, Europe, Asia, Meddle ease, UAE, Pakistan, India as well as CIS destinations. We have expertise in handling diplomatic cargo, military, personal effect and commercial cargo. APL has well educated customs clearance department which can support client with technical advisory especially in tax exemption process via KBL airport civil and military side, as well as Bagram and Kandahar for Customs clearance and all inland/ border customs around Afghanistan. \n\nOur expertise:\n- Global ocean freight \n- Global airfreight (military \u0026 civil side)\n- Global road freight (via Karachi \u0026 Georgia)    \n- Customs clearance \n- Express door to door delivery\n- Local transportation in all over Afghanistan  \n- Warehousing \u0026 distribution \n- Packing \u0026 moving \n\nOur industry:\n- Diplomatic mission supporting (Us embassy, German embassy, Canada, Italy) \u0026 US government contractors /PAE, DynCorp).\n- Military operation supporting (NATO, US Army \u0026 contractors).\n- Int'l organization \u0026 NGO supporting (UNAMA, world bank, FMIC \u0026 contractors).\n- Corporate sector support.",
        "Address": "Muslim Business Center,Haji Yaqub Squire, Shar-e-now,Kabul 1003, Afghanistan",
        "ContactDetails": {
            "Phone": "+93 20 2213603",
            "Website": "http://www.asiapamir.com/"
        },
        "OfficeContacts": [
            {
                "Direct Line": "+93 70 038 0630",
                "Email": "sharifi@asiapamir.com",
                "Name": "Mr. Hamid  Sharifi",
                "Title": "CEO \u0026 Director"
            },
            {
                "Direct Line": "+93 20 2213603",
                "Email": "ops@asiapamir.com",
                "Mobile": "+93 79 6472222",
                "Name": "Mr. Fida Mohammad Nazari",
                "Title": "Operations Supervisor (Aid ,Relief \u0026 Commercial projects)"
            },
            {
                "Direct Line": "+93 20 2213603",
                "Email": "ops2@asiapamir.com",
                "Mobile": "+93 78 4135713",
                "Name": "Mr. Yama Sharifi",
                "Title": "Operations (Non-Commercial projects)"
            },
            {
                "Direct Line": "+93 20 2213603",
                "Email": "nesar@asiapamir.com",
                "Mobile": "+93 78 8866818",
                "Name": "Mr. Nesar Ahmad Naziri",
                "Title": "Manager"
            },
            {
                "Direct Line": "+93 78 8866818",
                "Email": "sales@asiapamir.com",
                "Name": "Mr. Sales Department",
                "Title": "Sales officer"
            }
        ]
    },
    {
        "Name": "Logenix International(Kabul)",
        "Branches": {
            "Afghanistan": [
                "Kabul"
            ],
            "India": [
                "Chennai",
                "Mumbai",
                "New Delhi"
            ],
            "United States of America": [
                "Washington, DC"
            ]
        },
        "EnrolledSince": "Aug 28, 2015",
        "Profile": "Logenix specializes in global planning and freight forwarding services. Our proven record for on-time, on-budget performance is unmatched in the logistics industry. Operating on behalf of the US Government and its contractors, comprising the world's most admired corporations and humanitarian organizations, Logenix staff are recognized as the industry's most qualified and knowledgeable\n\n--Number One To and Through the World's Most Challenging Regions--\n\nOver the past decade Logenix has become recognized as the preeminent logistics provider for humanitarian and disaster relief, development infrastructure and global health programs, theater contingency operations, as well as other high profile US Government funded projects in the world's most challenging regions-Afghanistan, Iraq, Sudan, Liberia, Indonesia, Haiti, to name just a few. Our decades of developed synergy of logistics expertise, US Government regulations (FAR), and worldwide duty exempt Customs knowledge Is unparalleled.\n\nDevelopment\nLogenix is unequalled in our wide-ranging partnering with over eighty humanitarian organizations and contractors to USAID, DOS, and other agencies working on hundreds of development and infrastructure programs for governance, economic growth, agriculture, health, and energy in over 90 countries.\n\nContingency\nOperating broad, massive support logistics on behalf of contractors for LOGCAP, AFCAP, AFRICAP, ACE, and TACOM into and throughout the extended contingency theaters for Afghanistan, Iraq, and Liberia.\n\nGlobal Health\nFrom our extensive involvement in the initial planning and deliveries for dozens of HIV/AIDS contractors in the early 2000's to our primary support roles for The Presidents Emergency Plan for AIDS Relief (PEPFAR), no other logistics company has demonstrated the reliability, cost effectiveness, and task success delivering throughout Africa, Asia, and the Caribbean.\n\nDisaster Relief\nLogenix has operated 24/7 providing urgent and critical relief supplies on behalf of many of world's highest regarded humanitarian organizations and the Office of Foreign Disaster Assistance to dozens of large scale natural and man-made disasters, from Bangladesh to Haiti to Darfur, throughout the globe.\n\nCutting-edge Resources and Technology:\nThe Logenix in-house developed, web based tracking system (LTS 5.2) is a complete management solution, integrating purchase order administration, warehouse inventory control, process and communication integration, customizable forms and shipment tracking.\n\nOver the past eleven years, Logenix has been involved in countless high profile projects for dozens of USAID, AFCAP, LOGCAP, ACE, ISAF, and State Department contractors. We have successfully delivered various types of cargo such as plant seedlings, armored vehicles, spare parts, communications gear, health supplies, and massive power equipment originating all over the world. We are experts in navigating all delivery routes, both southern and all northern, via Karachi, Riga, Turkey, and Azerbaijan through all Afghan border crossings. Our record of operating in the toughest regions of the world is unrivaled.",
        "Address": "House #52,Street #1, Taimani,Kabul, Afghanistan",
        "ContactDetails": {
            "Email": "asalam@logenix.com ; adurrani@logenix.com ; mahmadi@logenix.com",
            "Emergency Call": "+971 588 821766 (Mr. Akber Salam)  +93 78 630 6633 (Mr. Mahboobullah Ahmadi)",
            "Fax": "+93 785 800 754",
            "Phone": "+93 20 221 3885, +93 78 630 6633",
            "Website": "http://www.logenix.com/"
        },
        "OfficeContacts": [
            {
                "Email": "adurrani@logenix.com",
                "Name": "Mr. Azam  Durrani",
                "Title": "Director Middle East"
            },
            {
                "Direct Line": "+971 4566 5987",
                "Email": "asalam@logenix.com",
                "Mobile": "+971 588 821 766",
                "Name": "Mr. Akbar  Salam",
                "Title": "WCA Contact"
            },
            {
                "Direct Line": "+93 20 221 3885",
                "Email": "mahmadi@logenix.com",
                "Mobile": "+93 78 630 6633, +93 77 727 8080",
                "Name": "Mr. Mahboobullah  Ahmadi",
                "Title": "Country Manager Afghanistan"
            },
            {
                "Email": "mahmadi@logenix.com; mconnery@logenix.com",
                "Name": "Pricing Department - Air Freight"
            },
            {
                "Email": "asalam@logenix.com; mkashif@logenix.com",
                "Name": "Pricing Department - Sea Freight"
            }
        ]
    }
]